export default [
  {
    id: "1d368071-6581-47f9-9538-fb7f4da2e7c4",
    name: "Альтатом"
  },
  {
    id: "8aa567e3-5686-4336-a4fb-69b516245283",
    name: "Блэкатом"
  },
  {
    id: "7eb17da7-f587-491e-93a8-d16390489828",
    name: "Вайтатом"
  },
  {
    id: "8e687539-5d2a-4870-9d27-e87be58eaad8",
    name: "Гринатом"
  },
  {
    id: "2c985049-b881-4db2-98ed-2eb6097fbdcb",
    name: "Дэшатом"
  },
  {
    id: "2d05f00e-7b2b-4084-a424-0aaa8588cbf5",
    name: "Еллоуатом"
  },
  {
    id: "487adfec-6f85-49ae-bb4d-5bf53c560a67",
    name: "Рэдатом"
  }
];
