export default [
  {
    title: "Интеллектуальные системы и технологии",
    value: "0-0",
    key: "0-0",
    children: [
      {
        title: "Проектирование кибернетических систем, основанных на знаниях",
        value: "0-0-0",
        key: "0-0-0",
        children: [
          {
            title: "Архитектура ИЭС",
            value: "0-0-0-0",
            key: "0-0-0-0"
          },
          {
            title: "Особенности ИЭС",
            value: "0-0-0-1",
            key: "0-0-0-1"
          }
        ]
      },
      {
        title: "Динамические интеллектуальные системы",
        value: "0-0-1",
        key: "0-0-1"
      },
      {
        title: "Современные архитектуры интеллектуальных систем",
        value: "0-0-2",
        key: "0-0-2"
      }
    ]
  },
  {
    title: "Введение в интеллектуальные системы",
    value: "0-1",
    key: "0-1",
    children: [
      {
        title: "Общее представление человека об окружающем мире",
        value: "0-1-0",
        key: "0-1-0"
      },
      {
        title:
          "Основные направления исследований в области искусственного интеллекта",
        value: "0-1-1",
        key: "0-1-1"
      },
      {
        title: "Архитектуры интеллектуальных систем и их эволюции",
        value: "0-1-2",
        key: "0-1-2"
      }
    ]
  },
  {
    title: "Введение в интеллектуальные системы",
    value: "0-2",
    key: "0-2",
    children: [
      {
        title: "Обобщенная функциональная схема ИДС",
        value: "0-2-0",
        key: "0-2-0"
      },
      {
        title: "Понимание входных высказываний",
        value: "0-2-1",
        key: "0-2-1"
      },
      {
        title: "Построение лингвистической модели входного подъяыка",
        value: "0-2-2",
        key: "0-2-2"
      }
    ]
  },
  {
    title: "Функциональное программирование",
    value: "0-3",
    key: "0-3"
  },
  {
    title: "Технология построения динамических интеллектуальных систем",
    value: "0-4",
    key: "0-4"
  }
];
